Repository: gilir/LXAdmin
Catalog: po/*.po
Languages: de, uk

source: Control Center
uk: Центр контролю

source: Control Center for LXDE
uk: Центр контролю для LXDE

source: LXDE Control Center
de: LXDE Kontroll Zentrum
uk: Центр контролю для LXDE

source: Configure login screen and options
uk: Налаштування екрану входу в сесію і опцій

source: LXDM configuration
uk: Налаштування LXDM

source: Login-screen
de: Anmeldefenster
uk: Екран входу

source: Change Fonts configuration
uk: Змінити налаштування шрифтів

source: Define the keyboard layout
uk: Визначити розкладку клавіатури

source: Keyboard Layout
de: Tastaturlayout
uk: Розкладка клавіатури

source: Lxproxy application
uk: Програма Lxproxy

source: Proxy settings
uk: Налаштування проксі

source: Screenshot
de: Bildschirmphoto
uk: Знімок екрану

source: Take a screenshot
uk: Зробити знімок екрану

source: Services
de: Dienste
uk: Сервіси

source: doubleclick start/stop services
uk: Подвійне клацання запускає/зупиняє сервіси

source: Keyboard Shortcuts
uk: Скорочення клавіатури

source: Openbox Keyboard Shortcuts
de: Openbox Tastenkombinationen
uk: Скорочення клавіатури Openbox

source: Login Screen
uk: Екран входу

source: Configure Openbox
de: Openbox Konfiguration
uk: Налаштувати Openbox

source: Preferred Applications
de: Bevorzugte Anwendungen
uk: Улюблені програми

source: Mouse&Keyboard
de: Maus&Tastatur
uk: Миша&Клавіатура

source: Set Wallpaper
de: Desktop Hintergrundbild
uk: Встановити тло

source: Screensaver Settings
de: Bildschirmschoner
uk: Налаштування зберігача екрану

source: Appearance
de: Erscheinungsbild
uk: Вигляд

source: configure Fonts
de: Schriftkonfiguration
uk: Налаштувати шрифти

source: PCManFM Settings
de: PCManFM Einstellungen
uk: Налаштування PCManFM

source: PCManFM Superuser Mode
de: PCManFM Superuser Modus
uk: Режим суперкористувача для PCManFM

source: Refresh Panel
de: Panel neu starten
uk: Оновити панель

source: Search Software
de: Suche Software
uk: Пошук програм

source: Session Settings
de: Sitzungseinstellungen
uk: Налаштування сесії

source: Monitor Settings
de: Monitoreinstellungen
uk: Налаштування монітору

source: LXDE-Control-Center
de: LXDE Kontroll Zentrum
uk: Центр-Контролю-LXDE

source: ERROR: lxdmconf is not launched as root
uk: ПОМИЛКА: lxdmconf не запущений з правами root'а

source: lxdm Login Configuration
de: lxdm Einloggen Konfiguration
uk: Налаштування менеджера входу lxdm

source: choose Language
de: Sprachauswahl
uk: Вибрати мову

source: Bottom Pane
de: Untere Leiste
uk: Нижня панель

source: autologin
de: automatisch einloggen
uk: Автовхід

source: User
de: Benutzer
uk: Користувач

source: session
de: Sitzung
uk: Сесія

source: Theme
uk: Тема

source: Background
de: Hintergrund
uk: Тло

source: General
de: Standardoptionen
uk: Загальне

source: Themes
uk: Теми

source: Select Default Font
de: Wähle Default Schrift
uk: Вибрати типовий шрифт

source: Defaultfont
de: Defaultschrift
uk: Типовий шрифт

source: Antialising
uk: Згладження

source: Hinting
uk: Корекція

source: Automatic hinting
de: Automatisches Hinting
uk: Автоматична корекція

source: Automatic hinting doesn't work good!
de: Automatisches Hinting funktioniert nicht gut!
uk: Автоматична корекція не працює добре!

source: Style
de: Stil
uk: Стиль

source: none
de: kein
uk: немає

source: slight
de: wenig
uk: простий

source: medium
de: mittel
uk: середній

source: full
de: voll
uk: повний

source: stronger Hinting make fonts sharper
de: stärkeres Hinting macht die Schrift schärfer
uk: Cильніша корекція зробить шрифти контрастнішими

source: Sub pixel geometry
de: Sub Pixel Rendering
uk: Субпіксельна геометрія

source: don't split a pixel into 3 subpixels (no color artefacts)
de: Pixel nicht in Unterpixel unterteilen (keine Farbartefakte an Schriftzeichen)
uk: Не розділяти піксель на 3 субпікселі (немає пошкоджень кольору)

source: split a pixel horizontal into 3 subpixels
de: teilt ein Pixel horizontal in 3 Unterpixel
uk: Розділити піксель горизонтально на 3 субпікселі

source: split a pixel vertical into 3 subpixels
de: teilt ein Pixel vertikal in 3 Unterpixel
uk: Розділити піксель вертикально на 3 субпікселі

source: vbgr
de: vertikal bgr
uk: vdgr

source: Screen resolution
de: Bildschirm Auflösung
uk: Роздільна здатність

source: override dpi
de: überschreibe dpi
uk: Перезаписати dpi

source: Save
de: Speichern
uk: Зберегти

source: DoubleClick Language
de: Doppelklicke Sprache zum aktivieren!
uk: Подвійне клацання вибирає мову

source: Language
de: Sprache
uk: Мова

source: Description
de: Beschreibung
uk: Опис

source: Variant
de: Variante
uk: Варіант

source: install service: ~/.config/autostart/xkeyboard
de: installiere Dienst: ~/.config/autostart/xkeyboard
uk: Встановлює сервіс: ~/.config/autostart/xkeyboard

source: Default:
uk: Типово:

source: Variant:
de: Variante:
uk: Варіант

source: _Screenshot
de: _Bildschirmphoto
uk: _Знімок екрану

source: Service
de: Dienst
uk: Сервіс

source: Help: keyboard codes
de: Hilfe: Tastaturcodes
uk: Допомога: коди клавіатури

source: NameOfProgram
de: NameDesProgramms
uk: НазваПрограми

source: openbox keyboard bindings
de: Openbox Tastenkombinationen
uk: Скорочення клавіатури для openbox

source: Key
de: Tasten
uk: Клавіша

source: Action
de: Aktion
uk: Дія

source: Edit command
de: bearbeite Befehl
uk: Редагувати команду

source: Fontconfig
de: Schriftconfiguration

source: Numlock
de: Numlock(Ziffernblock)

source: vrgb
de: vertikal rgb
